Repository: openplans/planningpress-plugins
Catalog: mygeopositioncom-geotags-geometatags/lang/mygpGeotagsGeoMetatags-*.po
Languages: de_de

source: City or other placename. Example: New York
de_de: Stadt oder Ortsname. Beispiel: New York

source: Country and state. Example: US-NY
de_de: Land und Bundesland. Beispiel: US-NY

source: Latitude and Longitude. Example: 40.7143528, -74.0059731
de_de: Längengrad und Breitengrad. Beispiel: 40.7143528, -74.0059731

source: Latitude and Longitude. Example: 40.7143528;-74.0059731
de_de: Längengrad und Breitengrad. Beispiel: 40.7143528;-74.0059731

source: Show map
de_de: Karte anzeigen

source: default
de_de: Standard

source: yes
de_de: Ja

source: no
de_de: Nein

source: Map location
de_de: Kartenposition

source: before post
de_de: Vor dem Artikel

source: after post
de_de: Nach dem Artikel

source: replace [mygp_map] in post
de_de: Ersetze [mygp_map] im Artikel

source: 1 - World
de_de: 1 - Welt

source: 3 - Continent
de_de: 3 - Kontinent

source: 5 - Country
de_de: 5 - Land

source: 7 - State
de_de: 7 - Bundesland

source: 11 - City
de_de: 11 - Stadt

source: 14 - District
de_de: 14 - Stadtteil

source: 16 - Street
de_de: 16 - Strasse

source: 18 - Street corner
de_de: 18 - Strassenecke

source: 21 - House
de_de: 21 - Haus

source: Open Geopicker tool
de_de: Geopicker öffnen

source: Clear geo data
de_de: Geodaten entfernen

source: Sorry, the Wordpress version of the geopicker does only run in IE8+, FF4+, Safari or Chrome.
de_de: Leider funktioniert die Wordpress-Version des Geopickers nur in IE8+, FF4+, Safari oder Chrome.

source: Some basic settings for this plugin.
de_de: Einige Einstellungen für dieses Plugin.

source: Geopicker settings
de_de: Geopicker Einstellungen

source: The geopicker popup, which shows the map where you can search for a location.
de_de: Das Geopicker Popup-Fenster, in dem nach Orten gesucht werden kann.

source: When opening the geopicker map, try to autolocate me if possible (W3C Geolocation API)
de_de: Versucht die eigene Position zu bestimmen, wenn der Geopicker sich öffnet (W3C Geolocation API)

source: Geotagging settings
de_de: Geotagging Einstellungen

source: Which kind of tags should be displayed?
de_de: Welche Arten von Geotags sollen genutzt werden?

source: Add geo-meta-tags
de_de: Geo-Meta-Tags

source: Render geo metatags in html head section of pages/posts
de_de: Geo-Meta-Tags im HTML <head> Bereich von Seiten/Artikeln ausgeben.

source: Add geo-post-tags
de_de: Artikel-Schlagwörter

source: Automatically add geo post tags when updating the metatags in backend
de_de: Automatisch auch Artikel-Schlagwörter mit den gewählten Ortsdaten hinzufügen.

source: Add city to post-tags
de_de: Stadt in Artikel-Schlagwörtern

source: Automatically add the name of the city to the post tags when updating metatags in backend
de_de: Automatisch auch den Namen der Stadt den Artikel-Schlagwörtern hinzufügen.

source: Add geo-feed-tags
de_de: Geo-Feed-Tags

source: Add the configured location of a post to the RSS/Atom/RDF news feed (in Geo, GeoRSS/KML, GeoURL and ICBM format)
de_de: Die konfigurierten Geodaten im RSS/Atom/RDF Newsfeed mit ausgeben (im Geo, GeoRSS/KML, GeoURL und ICBM Format)

source: Add geo-microformats
de_de: Geo-Microformats

source: Add the configured location of a post to the HTML source code (in http://microformats.org/wiki/geo format)
de_de: Die konfigurierten Geodaten im HTML Quellcode mit ausgeben (im http://microformats.org/wiki/geo Format)

source: disabled
de_de: deaktiviert

source: enabled
de_de: aktiviert

source: Map settings
de_de: Karteneinstellungen

source: Based on the latitude/longitude entered into the geo.position field, a map is displayed before/after/within the post.
de_de: Basierend auf dem Längengrad/Breitengrad aus dem geo.position Feld wird eine Karte vor/nach/innerhalb des Artikels angezeigt.

source: Map type
de_de: Kartentyp

source: Map width
de_de: Breite der Karte

source: Map height
de_de: Höhe der Karte

source: Map float
de_de: Ausrichtung

source: roadmap
de_de: Strassenkarte

source: satellite
de_de: Satellitenbild

source: terrain
de_de: Oberfläche

source: none
de_de: keine

source: left
de_de: links

source: right
de_de: rechts

source: Save Changes
de_de: Änderungen speichern

source: Add a free GeoPicker to your website or application
de_de: Fügen Sie Ihrer Webseite/Applikation einen kostenlosen Geopicker hinzu

source: MyGeoPosition.com - Free address geocoding / geo-metatags / geotags / kml files
de_de: MyGeoPosition.com - Kostenlose Adress-Geocodierung / Geo-Metatags / Geotags / KML-Dateien

source: Comments, questions, bug reports? Please contact us
de_de: Kommentare, Fragen oder haben Sie einen Fehler gefunden? Bitte schreiben Sie uns
